#!/bin/bash

############################
##       IMPORTADOS       ##
############################
source ./infohelp.sh

############################
##   Constantes Colores   ##
############################
amarillo="\033[1;33m"
azul="\033[1;34m"
blanco="\033[1;37m"
gris="\033[0;37m"
rojo="\033[1;31m"
verde="\033[1;32m"

#############################
##   Variables Generales   ##
#############################
LANGUAGE="en"
USER=`whoami`
DEBUG="false"
LOG="/tmp/ArchInstall.log"

#############################
##        FUNCIONES        ##
#############################

#############################
##        EJECUCIÓN        ##
#############################


